Repository: fcenobi/phpdevshell
Catalog: plugins/PHPDevShell/language/*/LC_MESSAGES/PHPDevShell.po
Languages: fr_fr

source: Execute External File
fr_fr: Exécuter un fichier externe

source: External http URL
fr_fr: URL http externe

source: Unclickable Place Holder
fr_fr: Réserve non cliquable

source: iFrame Item
fr_fr: Cadre iFrame

source: Cronjob Item
fr_fr: Tâche programmée

source: HTML Ajax Widget
fr_fr: Widget Ajax

source: Raw Ajax
fr_fr: Ajax brut

source: URL/File Path Location/Linked Items (anything unique)
fr_fr: URL / Chemin d'accès du fichier / lien (n'importe quoi d'unique)

source: Plugin Activation
fr_fr: Activation de l'extension

source: Class Registry Editor
fr_fr: Editeur du registre des classes

source: Plugin id %s enabled
fr_fr: L'extension %s a été activée

source: Plugin id %s disabled
fr_fr: L'extension %s a été désactivée

source: Deleted class entry %s.
fr_fr: La classe %s a été effacée.

source: Theme Listing
fr_fr: Liste des thèmes

source: You have installed theme "%s".
fr_fr: You avez installé le thème "%s".

source: Theme %s was uninstalled.
fr_fr: Le thème %s a été désinstallé.

source: No theme "%s" to delete.
fr_fr: Aucun thème "%s" à effacer.

source: There are menu items depending on theme "%s" or it is set as system default, please assign to another theme first.
fr_fr: Certaines pages dépendent du thème "%s", ou il s'agit du thème par défaut ; sélectionnez une autre thème.

source: %s is now the default theme... I will refresh the page.
fr_fr: %s est maintenant le thème par défaut. Rafraîchissement de la page...

source: Edit Group Names
fr_fr: Éditer les noms des groupes

source: Add Groups
fr_fr: Ajouter des groupes

source: Please enter a name for this group
fr_fr: Indiquez un nom pour ce groupe

source: There is already a role record named %s. Cannot duplicate.
fr_fr: Il y a déjà un rôle nommé %s. Impossible de dupliquer.

source: You cannot save this group since you are not allocated to it.
fr_fr: Vous ne pouvez sauvegarder ce groupe car vous n'en faites pas partie.

source: User id %s was added to group id %s.
fr_fr: L'utilisateur d'ID %s a été ajouté au group d'ID %s.

source: You have saved user group %s.
fr_fr: Le groupe %s a été enregistré.

source: You cannot edit this group since you are not allocated to it.
fr_fr: Vous ne pouvez éditer ce groupe car vous n'en faites pas partie.

source: Users Management
fr_fr: Gestion des utilisateurs

source: You cannot delete user id (%s)
fr_fr: Vous ne pouvez supprimer l'utilisateur id %s

source: User %s deleted.
fr_fr: L'utilisateur %s a été supprimé

source: No user "%s" to delete.
fr_fr: Pas d'utilisateur %s à effacer.

source: All modified user settings was saved.
fr_fr: Les réglages de l'utilisateur ont été enregistrés.

source: Save User Changes
fr_fr: Sauvegarder les modifications

source: User Group Management
fr_fr: Gestion des Groupes d'Utilisateurs

source: You cannot remove users under this group. You do not have the required permissions or you are in the same group.
fr_fr: Vous ne pouvez enlever les utilisateurs de ce groupe, car vous n'avez pas les autorisations ou bien vous faites partie de ce groupe.

source: All user from group %s was deleted.
fr_fr: Tous les utilisateurs du groupe %s ont été supprimés.

source: No users for group "%s" to delete.
fr_fr: Aucun utilisateur à supprimer dans le groupe %s.

source: Group %s was deleted.
fr_fr: Le groupe %s a été supprimé.

source: No group "%s" to delete.
fr_fr: Pas de groupe "%s" à supprimer.

source: User Importing Admin
fr_fr: Administration d'import utilisateurs

source: Please select a token to import too
fr_fr: Merci d'indiquer un jeton d'importation

source: Please select a delimiting character
fr_fr: Merci d'indiquer un caractère de délimitation

source: Prepare Import
fr_fr: Préparation de l'import

source: Edit Role Names
fr_fr: Edition des rôle

source: Add User Role
fr_fr: Ajouter un Rôle utilisateur

source: Please enter a name for this role
fr_fr: Merci d'entrer un nom pour ce rôle

source: You have saved user role %s.
fr_fr: Vous avez enregistré le rôle %s.

source: Edit User
fr_fr: Edition de l'Utilisateur

source: Add Users
fr_fr: Ajouter des utilisateurs

source: Leave the PASSWORD field *blank* to have password auto generated and emailed to the user.
fr_fr: Si le champs "mot de passe", un mot de passe sera automatiquement généré et envoyé à l'utilisateur.

source: Leave the PASSWORD field *blank* to have password unchanged.
fr_fr: Laissez le champs "mot de passe" vide si vous ne voulez pas le changer.

source: Access rights to the user record is not permitted. Please contact your system administrator.
fr_fr: Les permissions ne permettent pas l'accès aux données de l'utilisateur. Merci de contacter l'administrateur du système.

source: You cannot edit a user that does not belong to you!?
fr_fr: Vous ne pouvez éditer un utilisateur qui ne vous appartient pas !

source: You cannot leave the primary role empty
fr_fr: Vous devez spécifier un rôle principal

source: You cannot leave the primary group empty
fr_fr: Vous devez spécifier un groupe principal

source: %s, a Profile was created at %s
fr_fr: %s, un profil a été créé sur %s

source: Your username : %s
fr_fr: Votre identifiant utilisateur : %s

source: Your password : %s
fr_fr: Votre mot de passe : %s

source: It is a good idea to change your password every now and then.
fr_fr: C'est une bonne idée de changer votre mot de passe de temps en temps.

source: Login profile created at %s
fr_fr: Profil de connexion créé sur %s

source: User password was left unchanged.
fr_fr: Mot de passe inchangé.

source: Unchanged
fr_fr: Aucune modification

source: %s, your profile was updated at %s
fr_fr: %s, votre profil a été mis à jour sur %s

source: Login profile updated at %s
fr_fr: Profil de connexion mis à jour sur %s

source: User %s saved.
fr_fr: L'utilisateur %s a été enregistré.

source: User Registration Pending
fr_fr: Inscription d'utilisateur en attente

source: Approve Users
fr_fr: Accepter les utilisateurs

source: Approve Users & Email Notification
fr_fr: Accepter les utilisateurs et leur envoyer un email

source: Ban Users
fr_fr: Bannir les utilisateurs

source: Delete Users
fr_fr: Supprimer des utilisateurs

source: Manage User Roles
fr_fr: Gérer les Rôles utilisateurs

source: You do not have permission to remove this role.
fr_fr: Vous n'avez pas la permission de supprimer ce rôle.

source: All user from role %s was deleted.
fr_fr: Tous les utilisateurs du rôle %s ont été enlevés.

source: No users for role "%s" to delete.
fr_fr: Pas d'utilisateur à effacer dans le rôle %s.

source: Role %s was deleted.
fr_fr: Le rôle %s a été supprimé.

source: No role "%s" to delete.
fr_fr: Pas de rôle "%s" à supprimer.

source: Edit Registration Token
fr_fr: Editer le Jeton d'Inscription

source: Add Registration Token
fr_fr: Ajouter un Jeton d'Inscription

source: Please give this token a name
fr_fr: Donnez un nom à ce jeton

source: Please select role for this token
fr_fr: Indiquez un rôle pour ce jeton

source: Please select group for this token
fr_fr: Indiquez un groupe pour ce jeton

source: The registration token "%s" you specified already exists, please use a different name.
fr_fr: Le jeton d'inscription "%s" existe déjà, utilisez une autre nom.

source: The registration token "%s" was saved as required.
fr_fr: Le jeton d'inscription "%s" a été enregistré.

source: Registration Token Listing
fr_fr: Liste des jetons d'inscription

source: Provide the following registration URL to newly registered users, who you wish to be automatically moved using token id (%s) :<br />%s
fr_fr: Indiquez l'url suivante aux utilisateurs qui doivent être automatiquement affectés avec le jeton %s : <br/>%s

source: Registration token "%s" was deleted.
fr_fr: Le jeton d'inscription "%s" a éte supprimé.

source: No token "%s" to delete.
fr_fr: Pas de jeton "%s" à supprimer.

source: Email Token
fr_fr: Envoi du Jeton

source: %s Registration Token Credit.
fr_fr: Crédit pour le jeton d'inscription %s.

source: Registration token "%s" was successfully send to %s.
fr_fr: Le jeton d'enregistrement "%s" a été envoyé avec succès à %s

source: An unknown error occurred while trying to send registration token email to %s.
fr_fr: Une erreur inconnue s'est produite produite lors de l'envoi du jeton d'inscription à %s.

source: Readme
fr_fr: Lisez-moi

source: Register Account
fr_fr: Inscription

source: Lost Password
fr_fr: Mot de passe oublié

source: New Password
fr_fr: Nouveau mot de passe

source: Log In|Out
fr_fr: (Dé)Connexion

source: Contact Admin
fr_fr: Contacter l'administrateur

source: User Preferences
fr_fr: Préférences Utilisateur

source: Finish Registration
fr_fr: Fin d'Inscription

source: Dashboard
fr_fr: Tableaux de bord

source: System Management
fr_fr: Gestion du Système

source: System Status
fr_fr: Statut du Système

source: System Info
fr_fr: Information Système

source: System Admin
fr_fr: Administration Système

source: System Settings
fr_fr: Réglages Système

source: Config Manager
fr_fr: Registre des paramètres

source: Theme Admin
fr_fr: Admnistration des Thèmes

source: Plugins Admin
fr_fr: Administration des extensions

source: System Logs
fr_fr: Journaux Système

source: Access Logs
fr_fr: Journaux d'Accès

source: Upload Logs
fr_fr: Journaux de téléversements

source: File Log Viewer
fr_fr: Affichage des fichiers journaux

source: Manage Menus
fr_fr: Gestion des pages

source: New Menu
fr_fr: Nouvelle page

source: Edit Menu
fr_fr: Edition de la page

source: Access Control
fr_fr: Contrôle d'Accès

source: Cronjob Admin
fr_fr: Administration des Tâches

source: Manage Cronjobs
fr_fr: Gestion des Tâches

source: System Cronjob
fr_fr: Tâche Système

source: Policy Admin
fr_fr: Administration de la Politique de Sécurité

source: User Admin
fr_fr: Administration des Utilisateurs

source: Manage Users
fr_fr: Gestion des Utilisateurs

source: Pending Users
fr_fr: Utilisateurs en Attente

source: New User
fr_fr: Nouvel Utilisateur

source: Import Users
fr_fr: Import d'Utilisateurs

source: Role Admin
fr_fr: Administration des Rôles

source: Manage Roles
fr_fr: Gestion des Rôles

source: New Role
fr_fr: Nouveau Rôle

source: Edit Role
fr_fr: Edition du Rôle

source: Group Admin
fr_fr: Administration des Groupes

source: Manage Groups
fr_fr: Gestion des Groupes

source: New Group
fr_fr: Nouveau Groupe

source: Edit Group
fr_fr: Edition des Groupes

source: Token Admin
fr_fr: Administration des Jetons

source: Manage Tokens
fr_fr: Gestion des Jetons

source: New Token
fr_fr: Nouveau Jeton

source: Edit Token
fr_fr: Edition du Jeton

source: Manage Tags
fr_fr: Gestion des étiquettes

source: Class Registry
fr_fr: Registre des classes

source: There is no user with user id %s in registration queue. Please see User Admin for a list of all users.
fr_fr: Aucun utilisateur d'ID %s n'est présent dans la file d'attente. Consultez la Gestion des Utilisateurs pour obtenir la liste de tous les utilisateurs.

source: Dear %s, Your registration request was approved at %s. Thank you for registering at %s.
fr_fr: Cher %s, votre demande d'inscription sur %s a été acceptée.

source: Dear Admin, Registration request was approved for %s. Thank you for registering at %s.
fr_fr: Cher administrateur, une demande d'inscription a été acceptée pour %s. (système d'inscription de %s)

source: Approved confirmation for %s
fr_fr: Confirmation approuvée pour %s

source: User %s approved.
fr_fr: Utilisateur %s a été approuvé.

source: User %s banned.
fr_fr: L'utilisateur %s a été bani.

source: You cannot complete this action on user %s, he was processed already, could not be found or you don't have the required permission.
fr_fr: Vous ne pouvez faire ça pour l'utilisateur %s, sa demande a déjà été traitée, elle est introuvable ou vous n'avez pas les permissions suffisantes.

source: Delete Group
fr_fr: Supprimer le groupe

source: Delete Group Users
fr_fr: Supprimer les utilisateurs du groupe

source: Not Available
fr_fr: Non disponible

source: Default (%s)
fr_fr: Par défaut (%s)

source: The download URL is empty, cannot do anything now.
fr_fr: L'URL de téléchargement est vide, impossible de continuer.

source: Success, file was downloaded to %s
fr_fr: Fichier téléchargé avec succès dans %s

source: Success, file was extracted to %s
fr_fr: Fichier extrait avec succès dans %s

source: Success, FTP server accepted connection.
fr_fr: Le serveur FTP a accepté la connexion.

source: Success, FTP servers working root directory is correct : %s
fr_fr: Le répertoire de travail du serveur FTP est correct (%s)

source: Temporary install directories and files deleted.
fr_fr: Fichiers et répertoires temporaires d'installation supprimés!

source: Temporary install directories and files could NOT be deleted.
fr_fr: Les fichiers temporaires d'installation n'ont pas pu être supprimés.

source: FTP connection was ok, but the root directory listing failed. Working directory is %s which is wrong.
fr_fr: La connexion FTP est ok, mais le contenu de la racine n'est pas lisible. Le mauvais dossier est %s.

source: Failed connecting to the local FTP server.
fr_fr: La connexion a serveur FTP local a échoué.

source: Could not extract %s.
fr_fr: Impossible d'extraire %s.

source: Could not download file to %s, make sure the file (%s) exists and is readable.
fr_fr: Impossible de télécharger vers %s, assurez vous que le fichier %s existe et est accessible.

source: Checked/Updated menu for %s with id (%s) and linked to %s.
fr_fr: Page mise à jour pour %s avec l'ID %s et liée à %s.

source: Installed menu for %s with id (%s) and linked to %s.
fr_fr: Page installée pour %s avec l'ID %s et liée à %s.

source: Installed settings for %s.
fr_fr: Réglages installés pour %s.

source: Installed classes for %s.
fr_fr: Classes installées pour %s.

source: Executed query for %s : %s.
fr_fr: Requêtes exécutées pour %s : %s.

source: Installed plugin %s-V-%s.
fr_fr: Extension installée %s-V-%s.

source: Uninstall menus for %s.
fr_fr: Désinstaller les pages de %s.

source: Uninstalled classes for %s.
fr_fr: Classes désinstallées pour %s.

source: Uninstalled settings for %s.
fr_fr: Réglages désinstallés pour %s.

source: Uninstalled query for %s : %s
fr_fr: Requêtes désinstallées pour %s.

source: Uninstalled plugin %s.
fr_fr: Extension %s désinstallée.

source: Query upgraded for %s : %s
fr_fr: Requête mise à jour pour %s : %s

source: Upgraded settings for %s.
fr_fr: Réglages mis à jour pour %s.

source: Uninstalled some setting on upgrade for %s.
fr_fr: Certains réglages supprimés lors de la mise à jour de %s.

source: Uninstalled some menus on upgrade for %s.
fr_fr: Certaines page supprimées lors de la mise à jour de %s.

source: Upgraded plugin %s database to version %s.
fr_fr: La base de données du plugin %s a été mise à jour en version %s.

source: Set logo for plugin %s.
fr_fr: Changer le logo du plugin %s.

source: Broken Cron Orphan!
fr_fr: Tâche planifiée orpheline

source: Delete Cron
fr_fr: Supprimer le Cron

source: Edit Cron
fr_fr: Modifier le Cron

source: Run Cron
fr_fr: Lancer le Cron

source: Yes Log Cron
fr_fr: Journaliser le Cron

source: Dont Log Cron
fr_fr: Ne pas journaliser le Cron

source: Disable Cron
fr_fr: Désactiver le Cron

source: Never Run Cron
fr_fr: Ne jamais lancer le Cron

source: Run Cron Once
fr_fr: Lancer le Cron une fois

source: Repeat Cron
fr_fr: Répéter le Cron

source: Missed or Never Ran
fr_fr: Ratée ou jamais exécutée

source: Once on %s
fr_fr: Une seule fois le %s

source: Every %s month(s)
fr_fr: Tous les %s mois

source: Every %s day(s)
fr_fr: Tous les %s jours

source: Every %s hour(s)
fr_fr: Toutes les %s heures

source: Every %s minute(s)
fr_fr: Toutes les %s minutes

source: Cronjob %s (%s) - FAILED - No plugin found for cron menu item. Also check access rights for this cron.
fr_fr: Tâche %s (%s) - ÉCHEC - Pas d'extension trouvée pour cette page de tâche. Vérifiez les autorisations d'accès.

source: Cronjob %s (%s) - FAILED - No link found for cron menu item.
fr_fr: Tâche %s (%s) - ÉCHEC - Pas de lien trouvé pour cette page de tâche.

source: Cronjob %s - EXECUTED taking %s seconds.
fr_fr: La tâche %s a été exécutée en %s secondes.

source: Cronjob %s - FAILED - Could not locate/read file (%s), check if your permissions for cron is set to guest or if the file is readable and exists.
fr_fr: Tâche planifiée %s - ERREUR - Impossible d'accéder au fichier (%s), vérifiez la permission "invité" et que le fichier existe et est lisible.

source: Cronjob %s - SKIPPED!
fr_fr: Cronjob %s - non exécuté

source: To add a new tag please provide both Tag Name and Tag Target.
fr_fr: Une étiquette doit comporter un nom et une cible.

source: Nothing saved, you missed tag values for tag id %u.
fr_fr: Il manque la valeur de l'étiquette ID %s, rien n'a été sauvegardé.

source: Tags updated.
fr_fr: Étiquettes mises à jour.

source: Tag Id
fr_fr: ID de l'étiquette

source: Tag Object
fr_fr: Objet de l'étiquette

source: Tag Name
fr_fr: Nom de l'étiquette

source: Tag Target
fr_fr: Cible de l'étiquette

source: Tag Value
fr_fr: Valeur de l'étiquette

source: Delete
fr_fr: Supprimer

source: You must provide a field name to identify the setting by.
fr_fr: Vous devez indiquer un nom pour identifier le réglage.

source: Plugin settings was saved.
fr_fr: Les réglages de l'extension ont été enregistrés.

source: No plugin settings was saved.
fr_fr: Aucun réglage de l'extension n'a été enregistré.

source: Row
fr_fr: Ligne

source: Setting Name
fr_fr: Nom du paramètre

source: Setting Value
fr_fr: Valeur du paramètre

source: Plugin settings were saved.
fr_fr: Les réglages de l'extension ont été enregistrés.

source: No plugin settings were saved.
fr_fr: Aucun réglage de l'extension n'a été enregistré.

source: Logs table cleared.
fr_fr: Journaux effacés.

source: Type of log (1,2,3)
fr_fr: Type de journal (1,2,3)

source: Menu Link
fr_fr: Lien page

source: Menu ID
fr_fr: ID page

source: In File
fr_fr: Dans le fichier

source: User ID
fr_fr: ID Utilisateur

source: User
fr_fr: Utilisateur

source: Time
fr_fr: Heure

source: Success Log
fr_fr: Journaux de réussites

source: Warning Log
fr_fr: Journal des avertissements

source: Critical Log
fr_fr: Journal des erreurs critiques

source: User Logged In
fr_fr: Utilisateur Connecté

source: User Logged Out
fr_fr: Utilisateur Déconnecté

source: Log Type
fr_fr: Type de journal

source: Log ID
fr_fr: ID Journal

source: Menu Name
fr_fr: Nom page

source: Name
fr_fr: Nom

source: Log Time
fr_fr: Horodatage

source: Page not Found!
fr_fr: Page non trouvée !

source: Viewed
fr_fr: Vu

source: Guest User
fr_fr: Invité

source: Page not found!
fr_fr: Page introuvable !

source: Cannot read file %s
fr_fr: Impossible de lire le fichier %s

source: View detailed HTML log
fr_fr: Voir le journal détaillé

source: File %s was deleted.
fr_fr: Le fichier %s a été supprimé.

source: No file "%s" to delete.
fr_fr: Pas de fichier "%s" à supprimer.

source: Uploaded In
fr_fr: Téléchargé Dans

source: File Name
fr_fr: Nom du fichier

source: Thumbnail
fr_fr: Vignette

source: Resized
fr_fr: Redimensionné

source: Date Stored
fr_fr: Date Chargée

source: Original Size
fr_fr: Taille originale

source: No Resized
fr_fr: Non redimensionné

source: No Thumb
fr_fr: Pas de vignette

source: Delete File
fr_fr: Supprimer le fichier

source: I have trimmed required <b>general</b> logs.
fr_fr: Le journal <b>général</b> a été raccourcis.

source: Nothing to trim in <b>general</b> logs
fr_fr: Rien à raccourcir dans le journal <b>général</b>

source: We have <b>%s</b> <b>general</b> logs.
fr_fr: Il y a <b>%s</b> fichiers dans le journal <b>général</b>.

source: I need to trim <b>%s</b> <b>general</b> logs.
fr_fr: <b>%s</b> à raccourcir dans les journaux <b>généraux</b>.

source: I have trimmed required <b>access</b> logs.
fr_fr: Le journal <b>d'accès</b> a été raccourcis.

source: Nothing to trim in <b>access</b> logs
fr_fr: Rien à raccourcir dans le journal <b>d'accès</b>

source: We have <b>%s</b> <b>access</b> logs.
fr_fr: Il y a <b>%s</b> fichiers dans le journal <b>d'accès</b>.

source: I need to trim <b>%s</b> <b>access</b> logs.
fr_fr: <b>%s</b> à raccourcir dans les journaux <b>d'accès</b>.

source: Permissions saved.
fr_fr: Permissions enregistrées.

source: There was an unknown problem, permissions not saved.
fr_fr: Un problème inconnu a empêché l'enregistrement des permissions.

source: Delete Menu Item
fr_fr: Supprimer la page

source: You must provide all fields to identify the class
fr_fr: Vous devez remplir tous les champs pour identifier la classe

source: Class changes were saved.
fr_fr: La classe a été enregistrée.

source: Class ID
fr_fr: ID de la classe

source: Class Name
fr_fr: Nom de la classe

source: Alias Call
fr_fr: Alias d'appel

source: Resides in Plugin
fr_fr: Se trouve dans l'extension

source: Rank
fr_fr: Classement

source: Files
fr_fr: Fichiers

source: Enabled
fr_fr: Activé

source: Disable on Click
fr_fr: Cliquez pour désactiver

source: Enable on Click
fr_fr: Cliquez pour activer

source: Class file available :
fr_fr: Fichier de classe disponible :

source: Class file not found :
fr_fr: Fichier de classe indisponible :

source: Model file available :
fr_fr: Fichier modèle disponible :

source: No model file available :
fr_fr: Fichier modèle indisponible :

source: Download Latest Version
fr_fr: Télécharger la dernière version

source: %s %s is available, upgrade recommended.<br><i>%s</i> (%s)
fr_fr: %s %s disponible, mise à jour recommandée.<br><i>%s</i>(%s)

source: Attempt Automatic Upgrade
fr_fr: Démarrage de la mise à jour automatique

source: Attempt to upgrade %s %s (%s) automatically?
fr_fr: Essayer de faire la mise à jour %s %s (%s) automatiquement ?

source: First enable FTP to use automatic upgrade for %s %s (%s)
fr_fr: Vous devez d'abord activer le FTP pour utiliser la mise à jour automatique pour %s %s (%s)

source: <strong>%s %s is already latest version.</strong>
fr_fr: <strong>%s %s est déjà présent dans sa dernière version.</strong>

source: Could not access url for version checking %s, looked using url "%s". Please try again later.
fr_fr: Impossible d'accéder à la vérification en ligne de %s (url testée "%s"). Merci de ré-essayer plus tard.

source: Translation file available.
fr_fr: Fichier de traduction disponible.

source: Translation file missing.
fr_fr: Fichier de traduction manquant.

source: Selected as Default Logo
fr_fr: Sélectionné comme Logo par défaut

source: Install file missing.
fr_fr: Fichier d'installation manquant.

source: Set Default Logo
fr_fr: Mettre Logo par défaut

source: Installation file in %s found.
fr_fr: Fichier d'installation trouvé dans %s.

source: Installation file in %s NOT found.
fr_fr: Aucun fichier d'installation trouvé dans %s.

source: Found class call -> (%s) from plugin -> (%s)
fr_fr: L'appel de classe -> (%s) de l'extension -> (%s) a été trouvé

source: Missing class call -> (%s) from plugin -> (%s)
fr_fr: L'appel de classe -> (%s) de l'extension -> (%s) est introuvable

source: Standalone
fr_fr: Autonome

source: Dependency not met!
fr_fr: Dépendance non atteinte

source: Uninstall Plugin
fr_fr: Désinstaller l'extension

source: Upgrade (%s) Available
fr_fr: Mise à jour (%s) Disponible

source: Upgrade Core
fr_fr: Mise à jour des fonctions principales

source: Upgrade Database
fr_fr: Mise à jour de la base de données

source: Installed
fr_fr: Installé

source: Check latest available version
fr_fr: Vérifier la dernière version disponible

source: Reinstall Menus and Items
fr_fr: Réinstallation des pages

source: Inactive
fr_fr: Inactif

source: Install Plugin
fr_fr: Installer l'extension

source: Found
fr_fr: Trouvé

source: Not Found
fr_fr: Non trouvé

source: Uninstall
fr_fr: Désinstaller

source: NOT Installed
fr_fr: PAS Installé

source: Install
fr_fr: Installer

source: Remove
fr_fr: Retirer
