Repository: fcenobi/phpdevshell
Catalog: plugins/PHPDevShell/language/*/LC_MESSAGES/PHPDevShell.po
Languages: fr_fr

source: Could not locate template install file, this could be a broken template.
fr_fr: Imposdible de trouver le fichier d'installation ; le thème est peut-être endommagé.

source: Awaiting email verification appoval
fr_fr: En attente de vérification par courrier électronique

source: Import awaiting approval
fr_fr: Import en attente de vérification

source: Approve User
fr_fr: Accepter cet utilitisateur

source: Approve User and Email Notification
fr_fr: Accepter l'utilisateur et lui envoyer un email

source: Ban User
fr_fr: Banir l'utilisateur

source: Delete User
fr_fr: Supprimer l'utilisateur

source: User Name
fr_fr: Identifiant

source: Display Name
fr_fr: Nom d'affichage

source: User Email
fr_fr: Adresse électronique

source: User Roles
fr_fr: Rôles utilisateur

source: User Groups
fr_fr: Groupes utilisateur

source: Token Name
fr_fr: Nom du jeton

source: Date Registered
fr_fr: Date d'inscription

source: Pending Type
fr_fr: Type de demande en attente

source: Approval
fr_fr: Approbation

source: Ban
fr_fr: Bannir

source: Edit
fr_fr: Édition

source: Default Registration
fr_fr: Inscription par Défaut

source: Please complete all mandatory fields. Select a token option, also remember your CSV order and delimiter.
fr_fr: Complétez tous les champs obligatoires, sélectionnez une option de jeton ; notez bien l'ordre du fichier CSV et le délimiteur.

source: Cannot find a overflow table called %s.
fr_fr: Impossible de trouver la table de débordement %s.

source: MISSING???
fr_fr: MANQUANT???

source: Skipping %s, this user already exists in database.
fr_fr: L'utilisateur %s existe déja et n'a pas été crée.

source: CSV columns (%s) count does not match, (%s).
fr_fr: Le fichier CSV comporte % colonnes au lieu de %s.

source: Imported %s users. You can now approve these users under pending users to complete the import process.
fr_fr: %s utilisateurs ont été importés. Vous pouvez valider ces inscriptions en attente pour finaliser le processus d'import.

source: There are %s import notices!
fr_fr: Il y a eu %s remarques durant l'import.

source: Imported %s custom column rows into table %s.
fr_fr: %s cellules personnalisées ont été importées dans le tableau %s

source: Failed imported %s custom column rows into table %s.
fr_fr: %s cellules personnalisées n'ont pas été importées dans le tableau %s

source: The uploaded CSV file could not be read in %s.
fr_fr: Le fichier CSV n'a pas pu être lu en %s.

source: You have not selected a CSV file to import, please select one.
fr_fr: Vous n'avez pas indiqué de fichier CSV à importer.

source: User Role ID
fr_fr: ID du rôle utilisateur

source: User Role Name
fr_fr: Nom du rôle utilisateur

source: User Role Notes
fr_fr: Notes du rôle utilisateur

source: Delete Role
fr_fr: Supprimer ce rôle

source: Delete Role Users
fr_fr: Supprimer les utilisateurs

source: Token ID
fr_fr: ID du jeton

source: Move User to Role
fr_fr: Déplacer l'utilisateur vers le rôle

source: Move User to Group
fr_fr: Changer l'Utilisateur de Groupe

source: Token Key
fr_fr: Clé du jeton

source: Display for Registration
fr_fr: Afficher comme inscription

source: Available Tokens
fr_fr: Jetons disponibles

source: Token URL
fr_fr: URL du jeton

source: Email Invitation
fr_fr: Email d'invitation

source: Show as registration option
fr_fr: Afficher comme option d'inscription

source: Dont show as registration option
fr_fr: Ne pas afficher comme option d'inscription

source: View registration URL
fr_fr: Afficher l'URL d'inscription

source: Mail Token
fr_fr: Envoyer le jeton

source: Delete Token
fr_fr: Supprimer le jeton

source: Recover Account
fr_fr: Récupération de compte

source: Your Username or Email
fr_fr: Votre nom d'utilisateur ou votre adresse électronique

source: Send Recovery
fr_fr: Envoi

source: Reset
fr_fr: Réinitialiser

source: Username
fr_fr: Identifiant

source: Re-enter Password
fr_fr: Confirmez votre mot de passe

source: Don't Remember Me
fr_fr: Ne plus se souvenir de moi

source: Pick a skin
fr_fr: Choisissez un habillage

source: Text Field
fr_fr: Champ Texte

source: Text Field Required
fr_fr: Champ texte requis

source: Sample Button
fr_fr: Exemple de bouton

source: Another Sample Button
fr_fr: Un autre exemple de bouton

source: User Display Name
fr_fr: Nom d'utilisateur

source: Email
fr_fr: Courrier électronique

source: Preferred Language
fr_fr: Langue préférée

source: Preferred Region
fr_fr: Région préférée

source: Preferred Timezone
fr_fr: Fuseau horaire préféré

source: Time format preview
fr_fr: Aperçu du format de date

source: Submit
fr_fr: Envoyer

source: Save Preferences
fr_fr: Enregistrer les préférences

source: Priority
fr_fr: Priorité

source: Identified By
fr_fr: Identifié par

source: Your Email
fr_fr: Votre adresse électronique

source: Subject
fr_fr: Sujet

source: Query Type
fr_fr: Type de requête

source: Send Email
fr_fr: Envoyer l'email

source: Password
fr_fr: Mot de passe

source: Verify Password
fr_fr: Vérification du mot de passe

source: Other Preferences
fr_fr: Autres préférences

source: Select Registration Type
fr_fr: Sélectionnez le type d'enregistrement

source: Registration Token Key
fr_fr: Jeton d'Enregistrement

source: Cron ID
fr_fr: ID de Tâche

source: Plugin
fr_fr: Extension

source: Cron Type
fr_fr: Type de Tâche

source: Cron Name
fr_fr: Nom de Tâche

source: Last Execution
fr_fr: Dernière Exécution

source: Expectancy
fr_fr: Attente

source: Run
fr_fr: Exécuter

source: Cronjob Detail
fr_fr: Détail de tâche

source: Cronjob (Menu) ID
fr_fr: ID de tâche

source: Cronjob Description
fr_fr: Description de la tâche

source: Execute Cronjob
fr_fr: Exécuter la tâche

source: Cronjob Preferences
fr_fr: Préférence de planification

source: Last Executed:
fr_fr: Dernière exécution :

source: When cron is expected to run:
fr_fr: Date d'exécution prévue :

source: Specific Date or Repeat Intervals
fr_fr: Date ou intervalle de répétition

source: When selecting to run once, provide a date on which cron should execute. When selecting repeat, enter repeat interfals.
fr_fr: Si vous sélectionnez "exécution unique", indiquez une date, sinon indiquez un intervalle de répétition.

source: Year(s)
fr_fr: Année(s)

source: Month(s)
fr_fr: Mois

source: Day(s)
fr_fr: Jour(s)

source: Hour(s)
fr_fr: Heure(s)

source: Log Cronjob Action
fr_fr: Journaliser la tâche

source: Add
fr_fr: Ajouter

source: No tags found matching your search criteria.
fr_fr: Aucune étiquette ne répond à cette recherche.

source: Update Tags
fr_fr: Mise à jour des étiquettes

source: Server Settings
fr_fr: Réglages Serveur

source: System Preferences
fr_fr: Préférences système

source: Theme Settings
fr_fr: Paramètres du thème

source: Email Settings
fr_fr: Réglages de courrier électronique

source: User Registration Settings
fr_fr: Paramètres d'Inscription

source: File Upload Settings
fr_fr: Réglages de télé-versement (upload)

source: Thumb Settings
fr_fr: Vignettes

source: FTP Settings
fr_fr: Paramètres FTP

source: Status
fr_fr: Statut

source: Turn System
fr_fr: Le système est :

source: Off
fr_fr: activé

source: On
fr_fr: désactivé

source: System Down Message
fr_fr: Message de Système Coupé

source: Demo Mode (Excludes Root Roles)
fr_fr: Mode Démo (sauf Super Administrateurs)

source: Protect forms against spam bots?
fr_fr: Protéger les formulaires contre les spam ?

source: Security Crypt Key
fr_fr: Clé d'encryption de sécurité

source: Redirect Login
fr_fr: Page d'accueil

source: Behaviour
fr_fr: Comportement

source: System Root User
fr_fr: Super-utilisateur (Root)

source: System Root Role
fr_fr: Rôle Super-utilisateur (Root)

source: System Root Group
fr_fr: Groupe Super-utilisateur (Root)

source: Force Core Changes
fr_fr: Déverrouiller le noyau

source: Show DB Queries Used
fr_fr: Afficher le nombre de requêtes

source: Enable Log System
fr_fr: Activer les Journaux Système

source: Enable Access Log
fr_fr: Activer les Journaux d'Accès

source: Email Critical Errors
fr_fr: Notifier des erreurs critiques

source: Enable Friendly URLs
fr_fr: Activation des URLs sympatiques

source: Trim log records to this value
fr_fr: Taille maximale des journaux

source: Language and Region
fr_fr: Langue et région

source: Default Language
fr_fr: Langue par défaut

source: Default Region
fr_fr: Région par défaut

source: System Charset (UTF-8 Recommended)
fr_fr: Encodage (URT-8 recommandé)

source: Charset Format
fr_fr: Format d'encodage de caractères

source: System Timezone
fr_fr: Fuseau Horaire du Système

source: Formatting
fr_fr: Formatage

source: System Default Date Format
fr_fr: Format de Date par défaut

source: System Short Date Format
fr_fr: Format de date court

source: Limit database results to this number before splitting to another page
fr_fr: Le nombre de lignes a afficher à chaque page, avant de couper pour une autre page.

source: Limit control panel favorite menus. 0 to disable.
fr_fr: Limitation de la liste des favoris. 0 pour désactiver.

source: Limit control panel last messages. 0 to disable.
fr_fr: Limitation du récapitulatif des derniers messages

source: Application Name
fr_fr: Nom de l'Application

source: Default Theme
fr_fr: Thème par défaut

source: Menu Behaviour
fr_fr: Comportement du menu

source: Dynamic - Change level while navigating
fr_fr: Dynamique - le niveau change au cours de la navigation

source: Static - Stay in root of menu
fr_fr: Statique - le menu reste à la racine

source: Skin
fr_fr: Habillage

source: Log in-and-out page
fr_fr: Page de (dé)connexion

source: Frontpage Link (When logged out)
fr_fr: Lien d'accueil (à la déconnexion)

source: Frontpage Link (When logged in)
fr_fr: Lien d'accueil (à la connexion)

source: Tweaks
fr_fr: Bidouilles

source: Custom Logo
fr_fr: Logo personnalisé

source: Custom CSS
fr_fr: CSS personnalisée

source: Meta Keywords
fr_fr: Méta mots clef

source: Meta Description
fr_fr: Méta description

source: Footer Copyright Note
fr_fr: Note de Copyright

source: Email Contacts
fr_fr: Adresses électroniques des contacts

source: Administration emails, multiple allowed, divide by , (comma).
fr_fr: Adresses électroniques des administrateurs, séparés par une virgule.

source: Email From Name
fr_fr: Nom d'Expéditeur

source: Email From Address
fr_fr: Adresse d'expéditeur

source: Mailer System
fr_fr: Système d'Envoi

source: PHP Mail Function
fr_fr: Fonction Mail de PHP

source: SMTP Server
fr_fr: Serveur SMTP

source: Sendmail Path (Sendmail Only)
fr_fr: Chemin d'accès Sendmail (Sendmail uniquement)

source: Send email test
fr_fr: Envoyer un email de test

source: Email Server
fr_fr: Serveur de courrier électronique

source: SMTP Secure
fr_fr: SMTP Sécurisé

source: SMTP Host (SMTP Only)
fr_fr: Hôte SMTP (SMTP seulement)

source: SMTP Port (SMTP Only)
fr_fr: Port SMTP (SMTP seulement)

source: SMTP Username (SMTP Only)
fr_fr: Identifiant SMTP (SMTP seulement

source: SMTP Password (SMTP Only)
fr_fr: Mot de passe SMTP (seulement SMTP)

source: Email Charset
fr_fr: Encodage des caractères

source: Email Encoding
fr_fr: Encodage des emails

source: Email Server Hostname
fr_fr: Nom du Server Sortant

source: Mass Email Limit Per Cycle
fr_fr: Nombre de courriers par cycle

source: Registration Behaviour
fr_fr: Comportement pour l'inscription

source: Allow Account Registrations
fr_fr: Inscriptions acceptées

source: All, allow default, option and token registrations.
fr_fr: Tous les modes d'inscription (directe ou par jeton)

source: Default registrations only.
fr_fr: Seulement les inscriptions directes

source: Token registrations only, only users with registration tokens can register.
fr_fr: Seulement les inscriptions par jeton

source: No registrations accepted.
fr_fr: Aucune

source: Allow Remember Me
fr_fr: Autoriser "se souvenir de moi"

source: User Registration Page
fr_fr: Page d'inscription

source: Account Verification Type
fr_fr: Type de vérification pour le compte

source: Direct Registration, no further authorisation needed.
fr_fr: Inscription directe, pas de vérification nécessaire.

source: Direct Registration Email Message
fr_fr: Message pour inscription directe

source: Newly registered users needs to verify his/her account by email.
fr_fr: Les nouveaux inscrits confirment leur inscription par courrier électronique.

source: Verify Registration Email Message
fr_fr: Message pour inscription avec vérification

source: Authorized user needs to approve newly registered accounts.
fr_fr: Les nouvelles inscriptions doivent être approuvées.

source: Approval Queue Registration Email Message
fr_fr: Message pour inscription avec file d'attente

source: Administrator Registration Email Message
fr_fr: Message administrateur lors d'une inscription

source: Email new registrations to admin
fr_fr: Notifier l'administrateur des inscriptions

source: Registrion Actions
fr_fr: Actions d'inscription

source: The Role newly registered members will fall under when awaiting confirmation or authorization.
fr_fr: Le Rôle qui sera attribué aux nouveaux membres en attente de confirmation ou de validation.

source: Move verified/(direct registrations) users to this role
fr_fr: Rôle pour les nouveaux utilisateurs

source: Default guest role to use for logged out users
fr_fr: Rôle "invité" pour utilisateurs non connectés

source: Default banned role to move user who gets banned.
fr_fr: Rôle "bannis" pour les utilisateurs qui ont été bannis.

source: The Group newly registered members will fall under when awaiting confirmation or authorization.
fr_fr: Indiquez ici le Groupe auquel seront affectés les membres nouvellement inscrits, dans l'attente de leur confirmation.

source: Move verified/(direct registrations) users to this group
fr_fr: Groupe pour les nouveaux utilisateurs

source: Default guest group to use for logged out users
fr_fr: Groupe "invité" pour les visiteurs non-identifiés

source: Languages available to users
fr_fr: Langues disponibles pour les utilisateurs

source: Regions available to users
fr_fr: Régions disponibles pour les utilisateurs

source: Registration Message
fr_fr: Message d'inscription

source: Login Screen Message
fr_fr: Message de l'écran d'identification

source: Upload Engine
fr_fr: Moteur de téléversement

source: Log file uploads
fr_fr: Journaliser les uploads

source: Server Graphics Engine
fr_fr: Moteur graphique côté serveur

source: Upload Limitations
fr_fr: Limitations de téléversement

source: Default relative upload path
fr_fr: Chemin relatif pour le téléversement

source: Allowed Extentions (seperate by comma gif,jpg)
fr_fr: Extensions de fichier autorisées, séparées par des virgules (gif,jpg)

source: Maximum file size upload (bytes)
fr_fr: Taille maximum des fichiers (en octets)

source: Maximum image size upload (bytes)
fr_fr: Taille maximum des images (en octets)

source: Thumb Engine
fr_fr: Moteur de vignettes

source: Create thumbnails for images
fr_fr: Créer les vignettes des images

source: Thumbnail Type
fr_fr: Type de vignettes

source: Resize adaptive
fr_fr: Redimensionnement adaptatif

source: Resize by pixels
fr_fr: Dimension en pixels

source: Resize by percentage
fr_fr: Dimension en pourcentage

source: Image Quality
fr_fr: Qualité de l'image

source: Resize image dimension
fr_fr: Taille de l'image redimensionnée

source: (MaxWidth, MaxHeight) px
fr_fr: (largeur max, hauteur max) en pixels

source: FTP Engine
fr_fr: Moteur FTP

source: Enable FTP
fr_fr: Activer le FTP

source: FTP Detail
fr_fr: Informations FTP

source: Local FTP Username
fr_fr: Nom d'utilisateur FTP

source: Local FTP Password
fr_fr: Mot de passe FTP

source: Local FTP Host
fr_fr: Hôte FTP

source: Local FTP Port
fr_fr: Port FTP

source: Local FTP use SSL connection
fr_fr: Utilisation d'une connexion FTP

source: Local FTP Connection Timeout (Seconds)
fr_fr: Délai d'attente maximal

source: FTP Install Root Directory
fr_fr: Répertoire racine pour l'installation

source: System Version
fr_fr: Version Système

source: Operating System Information
fr_fr: Informations sur le Système d'Exploitation

source: MySQL Information
fr_fr: Informations sur MySQL

source: MySQL Server Version
fr_fr: Version du Serveur MySQL

source: MySQL Host
fr_fr: Hôte MySQL

source: MySQL Client
fr_fr: Client MySQL

source: The current character set is
fr_fr: Encodage des caractères

source: Actual MySQL Stats
fr_fr: Statistiques MySQL réelles

source: Apache Information
fr_fr: Information sur Apache

source: Apache Server Version
fr_fr: Version du Serveur Apache

source: Modules loaded with Apache
fr_fr: Modules chargés par Apache

source: PHP Information
fr_fr: Informations sur PHP

source: PHP Version
fr_fr: Version de PHP

source: Extensions loaded with PHP
fr_fr: Extentions chargées par PHP

source: Config Data
fr_fr: Données de configuration

source: Add Setting
fr_fr: Ajouter un réglage

source: No settings found matching your search criteria!
fr_fr: Aucun réglage ne correspond à votre recherche

source: Save Settings
fr_fr: Enregistrer les paramètres

source: No access logs found matching your search criteria.
fr_fr: Aucun journal d'accès ne correspond à votre recherche.

source: Delete All Logs
fr_fr: Vider les journaux

source: No logs found matching your search criteria.
fr_fr: Aucun journal ne correspond à votre recherche.

source: Log File
fr_fr: Journal

source: Showing latest file...
fr_fr: Dernier fichier...

source: Log Message
fr_fr: Message

source: Log Date
fr_fr: Date

source: Log Name
fr_fr: Nom

source: Detailed Log File
fr_fr: Détails

source: View Log
fr_fr: Voir

source: File contains no log data!
fr_fr: Le journal est vide !

source: No upload logs found matching your search criteria.
fr_fr: Aucun journal de téléversement ne correspond à votre recherche.

source: DB Table
fr_fr: Table de base de données

source: Message Type
fr_fr: Type

source: Message Text
fr_fr: Texte

source: General Logs
fr_fr: Journaux généraux

source: Trim General Logs
fr_fr: Raccourcir le journal général

source: Job Status for General Logs
fr_fr: Statut journaux généraux

source: Page Access Logs
fr_fr: Journaux d'accès

source: Trim Access Logs
fr_fr: Raccourcir le journal d'accès

source: Job Status for Access Logs
fr_fr: Statut journaux d'accès

source: Save Menu Settings
fr_fr: Sauvegarder les réglages de la page

source: Node
fr_fr: Page

source: User Role
fr_fr: Rôle

source: New Window
fr_fr: Nouvelle fenêtre

source: Hide
fr_fr: Masquer

source: Theme
fr_fr: Thème

source: Custom View
fr_fr: Vue personnalisée

source: Check
fr_fr: Vérifier

source: Never
fr_fr: Jamais

source: From All
fr_fr: Partout

source: From_CP
fr_fr: Uniquement dans les panneaux de contrôle

source: From Menu Only
fr_fr: Uniquement dans les menus

source: onInactive
fr_fr: Si inactif

source: Node Detail
fr_fr: Détail de page

source: Menu Item ID
fr_fr: ID de page

source: Default Menu Name
fr_fr: Nom par défaut de la page

source: Menu URL Alias
fr_fr: Alias de la page

source: Parent Item
fr_fr: Parent

source: Select node type
fr_fr: Type de page

source: Plugin Node
fr_fr: Page d'extension

source: (1) Standard Web Page
fr_fr: (1) Page web standard

source: (9) HTML Ajax Widget Module (Bordered)
fr_fr: (9) Widget Ajax (avec bordure)

source: (10) HTML Ajax Call (Styled)
fr_fr: (10) Appel Ajax avec style

source: (11) HTML Ajax Lightbox (Overlay)
fr_fr: (11) Visionneuse Ajax (superposée)

source: (12) RAW Ajax Call (Json, XML, text, etc.)
fr_fr: (12) appel Ajax brut (JSON, XML, texte, ...)

source: Link Existing Node
fr_fr: Lien vers page existante

source: (2) Plain Link
fr_fr: (2) Lien ordinaire

source: (3) Jump To Link
fr_fr: (3) Lien "saut"

source: (6) Place Holder
fr_fr: (6) Réserve

source: External File
fr_fr: Fichier externe

source: (4) Load External File from outside plugin
fr_fr: (4) Charger un fichier extérieur à l'extension

source: HTTP URL
fr_fr: URL HTTP

source: (5) Normal external http link
fr_fr: (5) Lien http externe

source: (7) Http location inside iframe
fr_fr: (7) Lien http dans une iframe

source: Height
fr_fr: Hauteur

source: Cronjob Node
fr_fr: Page de tâche planifiée

source: (8) Automatic cronjob
fr_fr: (8) Tâche planifiée automatique

source: Plugin Name/Folder
fr_fr: Nom de l'extension (nom du dossier)

source: URL/File Path Location/Virtual Path Identifier if linked item)
fr_fr: URL / chemin d'accès / identifiant virtuel (pour un lien)

source: Plugin Detail
fr_fr: Détail de l'extension

source: Default MVC Paths
fr_fr: Chemins MVC par défaut

source: (Model)
fr_fr: (Modèle)

source: (View)
fr_fr: (Vue)

source: (View Class)
fr_fr: (Classe de vue)

source: (Controller)
fr_fr: (Contrôleur)

source: Ranking
fr_fr: Classement

source: Rank First
fr_fr: En premier

source: Rank Last
fr_fr: En dernier

source: Hide Menu
fr_fr: Masquer la page

source: From Control Panel Only
fr_fr: Uniquement dans les panneaux de contrôle

source: When Inactive Only
fr_fr: Uniquement si inactif

source: Open Window In
fr_fr: Ouvrir dans...

source: Same Window
fr_fr: Même fenêtre

source: User Role Permission - Who can access this node?
fr_fr: Permission de rôle - qui peut accéder à cette page ?

source: Custom view file for contoller ex. "alternative"
fr_fr: Vue personnalisée pour ce contrôleur

source: Custom parameters (development purposes (json,xml etc...))
fr_fr: Paramètres personnalisés (à la discrétion du développeur : json, xml, ...)

source: Line Break Separated (tag:[auto] or tag:value)
fr_fr: Séparés par un retour à la ligne (étiquette[auto] ou étiquette:valeur)

source: Save Menu
fr_fr: Enregistrer la page

source: New
fr_fr: Nouveau

source: Add Class
fr_fr: Ajouter une classe

source: No classes found matching your search criteria!
fr_fr: Aucune classe ne répond à ce critère

source: Save Registry
fr_fr: Enregistrer le registre

source: Install Log
fr_fr: Journal d'installation

source: Dependency
fr_fr: Dépendance

source: Available Classes
fr_fr: Classes disponibles

source: Plugin Folder
fr_fr: Dossier de l'extension

source: Menu Language File
fr_fr: Fichier de langue

source: Plugin Help
fr_fr: Aide

source: Founders
fr_fr: Créateurs

source: Authors
fr_fr: Auteurs

source: Release Date
fr_fr: Date de publication

source: License
fr_fr: Licence

source: Theme ID
fr_fr: ID du thème

source: Theme Folder
fr_fr: Dossier du thème

source: Theme Found
fr_fr: Thème trouvé

source: Theme Detail
fr_fr: Détails du thème

source: Un/Install
fr_fr: Dés/Installer

source: Set Default Theme
fr_fr: Thème par défaut

source: No detail provided.
fr_fr: Aucun détails fournis

source: Group Detail
fr_fr: Détail du groupe

source: User Group ID
fr_fr: ID du groupe

source: Groups Parent
fr_fr: Parent du groupe

source: User Group Name
fr_fr: Nom du groupe

source: User Group Notes
fr_fr: Notes sur le groupe d'utilisateurs

source: Other
fr_fr: Autre

source: Save Group
fr_fr: Enregistrer groupe

source: No pending users found matching your search criteria or no pending users waiting.
fr_fr: Aucune demande en attente ne correspond à votre recherche, ou aucune demande n'est en attente.

source: On this page:
fr_fr: Sur cette page:

source: Approve Users and Notify Users
fr_fr: Accepter les utilisateurs et leur envoyer un email

source: Group ID
fr_fr: ID du groupe

source: Group Name
fr_fr: Nom du groupe

source: Group Notes
fr_fr: Notes du groupe

source: Group Alias
fr_fr: Alias du groupe

source: No groups found matching your search criteria.
fr_fr: Aucun groupe ne répond à ce critère

source: No roles found matching your search criteria.
fr_fr: Aucun rôle ne correspond à ce critère

source: No users found matching your search criteria.
fr_fr: Aucun utilisateur ne correspond à ce critère

source: Save User Settings
fr_fr: Enregistrer les préférences utilisateur

source: Your User ID
fr_fr: Votre ID utilisateur

source: Users Language
fr_fr: Langue de l'utilisateur

source: Users Region
fr_fr: Région de l'utilisateur
