Repository: fcenobi/phpdevshell
Catalog: plugins/PHPDevShell/language/*/LC_MESSAGES/PHPDevShell.po
Languages: fr_fr

source: Users Locale Information
fr_fr: Information de localisation utilisateur

source: Users Timezone
fr_fr: Fuseau horaire

source: Permission
fr_fr: Permissions

source: Primary User Role
fr_fr: Rôle Principal

source: Extra Role Ids
fr_fr: Rôles supplémentaires

source: Primary User Group
fr_fr: Groupe principal

source: Extra user groups
fr_fr: Groupes supplémentaires

source: Save User
fr_fr: Enregistrer l'utilisateur

source: Send Email Notification
fr_fr: Envoyer une notification par courrier électronique

source: Token Detail
fr_fr: Détail du jeton

source: Select Token :
fr_fr: Sélectionnez un jeton :

source: Add Token
fr_fr: Ajouter un jeton

source: Password Prefix
fr_fr: Préfixe de mot de passe

source: CSV Column Delimiter
fr_fr: Délimiteur des colonne CSV

source: CSV Columns Order
fr_fr: Ordre des colonnes CSV

source: *name,*email,username,password,[custom overflown columns]
fr_fr: *nom,*prenom,*nomutilisateur,motdepasse[,débordement]

source: (* = Mandatory)
fr_fr: (* = obligatoire)

source: Other Options
fr_fr: Autres options

source: Overflow Table Name
fr_fr: Nom de la table de débordement

source: Select CSV File
fr_fr: Sélectionnez un fichier CSV

source: Role Detail
fr_fr: Détail du rôle

source: User role name
fr_fr: Nom du rôle

source: User role notes
fr_fr: Notes sur le rôle

source: Allow role to access nodes
fr_fr: Permettre l'accès aux pages

source: Save Role
fr_fr: Enregistrer le rôle

source: Registration Token ID
fr_fr: ID du jeton d'inscription

source: Registration Token Name
fr_fr: Nom du jeton d'inscription

source: Move verified users to this Role
fr_fr: Affecter les utilisateurs à ce rôle

source: Move verified users to this Group
fr_fr: Affecter les utilisateurs à ce groupe

source: Token Preferences
fr_fr: Préférences du jeton

source: Registration Token
fr_fr: Jeton d'inscription

source: Allow User Selections
fr_fr: Autoriser l'utilisateur à choisir

source: Available Tokens (Integer)
fr_fr: Quantité pour ce jeton

source: Save Token
fr_fr: Enregistrer le jeton

source: Token Selection
fr_fr: Sélection du jeton

source: Email Options
fr_fr: Option d'email

source: Token Recipient Addresses (Multiple Email Addresses allowed, divide by ,(comma))
fr_fr: Destinataires du jeton (adresses séparées par une virgule)

source: Registration Invite Subject
fr_fr: Sujet du courrier d'invitation

source: Registration Invite Message
fr_fr: Message du courrier d'invitation

source: Send Token
fr_fr: Envoyer le jeton

source: No tokens found matching your search criteria!
fr_fr: Aucun jeton ne correspond à votre recherche

source: Front Page
fr_fr: Accueil

source: Up
fr_fr: Remonter

source: Page not found
fr_fr: Page introuvable

source: Page found, but you don't have the required permission to access this page.
fr_fr: La page existe, mais vous n'avez pas les droits pour y accéder.

source: Authentication Required
fr_fr: Authentification requise

source: An exception occured in the exception handler. URL was: "
fr_fr: Une exception s'est produite dans le gestionnaire d'exception !! L'URL était "

source: Login
fr_fr: Connexion

source: Role
fr_fr: Rôle

source: Group
fr_fr: Groupe

source: Busy Loading <strong>%s</strong>...
fr_fr: Chargement en cours : <strong>%s</strong>...

source: Info
fr_fr: Information

source: Warning
fr_fr: Attention

source: Critical
fr_fr: Critique

source: Busy
fr_fr: Occupé

source: CRITICAL ERROR NOTIFICATION %s
fr_fr: ERREUR CRITIQUE %s

source: Admin,
fr_fr: Administrateur,

source: THERE WAS A CRITICAL ERROR IN %s:
fr_fr: UNE ERREUR CRITIQUE S'EST PRODUITE DANS %s :

source: Click on url to access broken script called %s:
fr_fr: Cliquez sur l'url pour accéder au script défectueux %s :

source: Script error occurred for user : %s
fr_fr: Une erreur de script s'est produite pour l'utilisateur : %s

source: Logged-in
fr_fr: Connecté

source: Logged-out
fr_fr: Déconnecté

source: Problem occurred extending menu item %s, it does not seem to exist.
fr_fr: Impossible de faire appel à la page "%s", elle ne semble pas exister.

source: File could not be found after trying to execute filename : %s
fr_fr: Fichier introuvable lors de l'exécution de "%s"

source: You are now being redirected to an external url, %s
fr_fr: Vous êtes redirigé vers l'URL externe %s

source: Cronjob %s executed manually.
fr_fr: La tâche %s a été lancée manuellement.

source: The controller of menu id %d could not be found after trying to execute filename : "%s"
fr_fr: Le contrôleur de la page d'ID %d est introuvable après l'exécution du fichier "%s"

source: Loading Template Layout :
fr_fr: Chargement du modèle :

source: The return value of controller %d is invalid.
fr_fr: La valeur retournée par le contrôleur %d est invalide.

source: Security check for user id %s
fr_fr: Vérification d'identité pour l'utilisateur %s

source: System is switched off for normal users, only root can access the system.
fr_fr: Le système a été désactivé pour les utilisateurs, seuls les super-administrateurs peuvent y accéder.

source: Error 418
fr_fr: Erreur 418

source: If you are a human and not a spambot, then we are very sorry, please try giving it some time before submitting same form again.
fr_fr: Si vous êtes un être humain et non un spambot... eh bien désolé ! Patientez un peu et recommencez le formulaire.

source: Error 403
fr_fr: Erreur 403

source: You are not authorized to view this page.
fr_fr: Vous n'avez pas l'autorisation d'accéder à cette page.

source: Error 404
fr_fr: Erreur 404

source: Requested page could not be found!
fr_fr: La page demandée est introuvable

source: Not registered yet?
fr_fr: Pas encore inscrit ?

source: Lost Password?
fr_fr: Mot de passe oublié ?

source: Remember Me?
fr_fr: Se souvenir de moi?

source: Username or Email
fr_fr: Identifiant ou adresse électronique

source: Log In
fr_fr: S'identifier

source: You did not complete required username and password fields.
fr_fr: Vous n'avez pas rempli les champs obligatoires "nom d'utilisateur" et "mot de passe".

source: You used a valid username with a <strong>wrong password</strong>. Remember, it is Case Sensitive.
fr_fr: Vous avez utilisé un nom d'utilisateur valide mais un mot de passe <strong>incorrect</strong>. Attention aux majuscules.

source: Your <strong>username</strong> could not be found. Remember, it is Case Sensitive.
fr_fr: Votre <strong>nom d'utilisateur</strong> est incorrect. Attention aux majuscules.
