Repository: fcenobi/phpdevshell
Catalog: plugins/PHPDevShell/language/*/LC_MESSAGES/PHPDevShell.po
Languages: fr_fr

source: Too Short
fr_fr: Trop court

source: Weak
fr_fr: Faible

source: Good
fr_fr: Correct

source: Strong
fr_fr: Fort

source: Username and Password identical!
fr_fr: L'identifiant et le mot de passe sont identiques !

source: Edit Accounts Preferences
fr_fr: Edition des Préférences des Comptes

source: Please provide a clean alpha numeric string or email as username
fr_fr: Merci d'indiquer votre nom d'utilisateur ou votre adresse électronique

source: Please provide a clean alpha numeric display name
fr_fr: Merci d'indiquer un nom d'affichage n'utilisant que des caractères alpha numériques

source: Please provide a valid email
fr_fr: Merci d'indiquer une adresse électronique valide

source: The username you entered already exists
fr_fr: Le nom d'utilisateur que vous avez indiqué existe déjà

source: The user email you entered already exists
fr_fr: L'adresse électronique que vous avez indiquée existe déjà

source: The email address you specified seems to be invalid
fr_fr: L'adresse électronique que vous avez indiquée semble invalide

source: User profile modified at %s.
fr_fr: Un profil utilisateur a été modifié sur %s.

source: %s you have modified your user settings at %s. Thank You, %s
fr_fr: %s vous avez modifié vos préférences sur %s. Merci, %s

source: Your preferences was updated.
fr_fr: Vos préférences ont été mises à jour.

source: Create new Password
fr_fr: Créer un nouveau mot de passe

source: User cannot be found. Please try resetting your password again.
fr_fr: Cet utilisateur est introuvable. Merci de ré-essayer la procédure de mot de passe.

source: You need to enter both password fields.
fr_fr: Vous devez remplir les deux champs "mot de passe"

source: Your passwords do not match, please try again.
fr_fr: Les deux champs "mot de passe" doivent être identiques, merci de vérifier.

source: Your password is too short, make it at least 4 characters.
fr_fr: Votre mot de passe est trop court, il doit faire au moins 4 caractères.

source: %s password changed.
fr_fr: Mot de passe changé sur %s.

source: Dear %s user, you have changed your password successfully. Thank you, %s
fr_fr: Cher(e) %s, votre mot de passe a été modifié avec succès. Merci, %s

source: You have changed your password successfully %s
fr_fr: Votre mot de passe a été changé avec succès %s

source: The specified user was not found. It is possible that you may have been removed from the system.
fr_fr: L'utilisateur indiqué est introuvable. Il est possible qu'il ait été supprimé du système.

source: Change Password
fr_fr: Changer le mot de passe

source: Recover Lost Password
fr_fr: Retrouver un mot de passe oublié

source: If you have forgotten your password, you can use this form to recover it. Simply type in your username or email address. Your new password will then be emailed to you after your details have been submitted.
fr_fr: Si vous avez oublié votre mot de passe, utilisez ce formulaire pour récupérer votre accès. Indiquez juste votre nom d'utilisateur ou votre adresse électronique et un nouveau mot de passe vous sera envoyé par email.

source: %s password recovery.
fr_fr: Récupération de mot de passe sur %s.

source: Dear %s user, you requested for your password to be reset, please click on link to enter a new password %s. Use your new password to log in after it has been changed. Thank you, %s
fr_fr: Cher utilisateur "%s", la ré-initialisation de votre mot de passe a été demandée. Cliquez sur le lien "%s" ; après cela vous pourrez vous connecter avec votre nouveau mot de passe. Cordialement %s

source: Please check your email inbox for further instructions on changing your password.
fr_fr: Vous devriez recevoir rapidement un courrier électronique avec les instructions nécessaires pour changer votre mot de passe.

source: An error occurred while trying to send this email. Please notify the Administrator of this problem.
fr_fr: Le courrier électronique n'a pu être envoyé, merci d'en informer l'administrateur de ce système.

source: The specified user was not found, make sure your username or email address is typed in correctly. Note that they are case sensitive. It is also possible that you may have been removed from the system.
fr_fr: Cet utilisateur est introuvable, assurez-vous d'avoir indiqué correctement votre identifiant ou votre adresse électronique. N'oubliez pas les majuscules. Il est aussi possible que cet utilisateur ait été supprimé du système.

source: Send Recovery Instructions
fr_fr: Envoi des instructions de récupération

source: Log-Out Page
fr_fr: Page de déconnexion

source: You logged-in as
fr_fr: Vous vous êtes connecté(e) comme

source: You have unchecked the "Remember Me" option, the system will not log you in automatically next time.
fr_fr: Vous avez décoché "se souvenir de moi", le système ne vous reconnaîtra pas automatiquement la prochaine fois.

source: Log-Out
fr_fr: Déconnexion

source: Starting with PHPDevShell
fr_fr: Démarrer avec PHPDevShell

source: Welcome to PHPDevShell Development Framework. This is a functioning test page and can now be disabled.
fr_fr: Bienvenue et merci d'avoir installé l'environnement de développement PHPDevShell. Cette page de test peut maintenant être désactivée.

source: Reloading the skin now... if it does not work, refresh the page.
fr_fr: Rechargement de la skin... si ça ne fonctionne pas, rechargez la page.

source: Image Example 1
fr_fr: Exemple d'image 1

source: Image Example 2
fr_fr: Exemple d'image 2

source: Image Example 3
fr_fr: Exemple d'image 3

source: Image Example 4
fr_fr: Exemple d'image 4

source: Account Registration Disabled
fr_fr: Inscription Désactivée

source: You cannot register on this system, public registration was disabled by the System Administrator.
fr_fr: Vous ne pouvez vous inscrire sur ce système, car l'Administrateur a désactivé cette possibilité.

source: Please contact the System Administrator requesting to remove the registration link or to enable public registrations on this system.
fr_fr: Merci de contacter l'administrateur du site pour lui demander de supprimer le lien d'inscription ou d'activer la possibilité de s'inscrire.

source: Register Special or Private Account
fr_fr: Inscription d'un compte Spécial ou Privé

source: You may register a new special or private account. After successful registration you can log-in to use the system.
fr_fr: Vous pouvez vous inscrire avec un compte "spécial" ou "privé". Une fois l'inscription réussie, vous pourrez vous connecter au site.

source: (Optional)
fr_fr: (Falcutatif)

source: If you received a registration token key, please enter this key into "Registration Token Key", if it was not automatically completed already.
fr_fr: Si vous avez reçu un jeton d'enregistrement, copiez-le ici si ça n'a pas été fait automatiquement.

source: Register Private Account
fr_fr: Enregistrer un compte privé

source: You may register a new account. After successful registration you can log-in to use the system.
fr_fr: Vous pouvez vous inscrire ; une fois la procédure terminée vous pourrez vous connecter au système.

source: Register Special Account
fr_fr: Enregistrement d'un compte spécial

source: You may register a special or invitation account only. After successful registration you can log-in to use the system.
fr_fr: Vous pouvez vous inscrire avec un compte "spécial" ou "invitation". Une fois l'inscription réussi, vous pourrez vous connecter au site.

source: Please provide a password
fr_fr: Merci d'indiquer un mot de passe

source: Please provide a password verification
fr_fr: Merci d'indiquer une vérification du mot de passe

source: You have provided incorrect #registration details, please try again.
fr_fr: Certaines informations sont incorrectes, merci de vérifier.

source: The password does not match the second entered password
fr_fr: Les deux mots de passe ne sont pas identiques

source: The #token key you entered was incorrect or #depleted.
fr_fr: Le jeton que vous avez choisi n'existe pas ou est épuisé.

source: The option you have chosen has depleted and is not available anymore, please select a new option.
fr_fr: L'option que vous avez choisie n'est plus disponible.

source: The token key you entered was not correct, please try again.
fr_fr: Le jeton que vous avez indiqué est incorrect, merci de ré-essayer.

source: The token key field is mandatory, please enter your key.
fr_fr: Vous devez spécifier un jeton, merci de taper la clé correspondante.

source: Click on the url to DELETE this user: %s
fr_fr: Cliquez sur le lien pour SUPPRIMER cet utilisateur : %s

source: Registration request approved at %s.
fr_fr: La demande de validation d'inscription sur %s a été approuvée.

source: %s, your application for registration was successful, you may now log in.
fr_fr: %s, la validation de votre inscription a été approuvée, vous pouvez maintenant vous connecter.

source: Click on the url below to DELETE this user: %s
fr_fr: Cliquez sur le lien ci-dessous pour SUPPRIMER cet utilisateur : %s

source: Registration verification at %s.
fr_fr: Vérification d'inscription sur %s.

source: %s, your application for registration was submitted, please verify your account by responding to the verification email that was sent to the specified email address.
fr_fr: %s, votre inscription a été enregistrée, merci de répondre au courrier électronique qui vous a été envoyé afin de valider votre adresse.

source: Click on the url below to BAN this user: %s
fr_fr: Cliquez sur le lien ci-dessous pour BANNIR cet utilisateur : %s

source: Click on the url below to APPROVE this user: %s
fr_fr: Cliquez sur le lien ci-dessous pour APPROUVER cet utilisateur : %s

source: Registration request pending at %s.
fr_fr: Demande d'inscription en suspend sur %s.

source: %s, your application for registration was submitted, an authorized person will now review your submission for approval. Please allow some time for the approval process to be completed.
fr_fr: %s, votre demande d'inscription a été envoyée pour être étudiée par un administrateur. Merci d'attendre le résultat de ce processus de validation.

source: New registration received at %s.
fr_fr: Nouvelle demande d'inscription sur %s.

source: The administrator was notified of this registration.
fr_fr: L'administrateur a été informé de cette inscription.

source: Submit Registration
fr_fr: Soumettre l'inscription

source: Finalizing Registration Process
fr_fr: Finalisation de l'inscription

source: Finalizing a new registered account on this system.
fr_fr: Finalisation d'une inscription sur le système.

source: Registration process completed %s. You have finished registering a new account on %s for %s, you may now proceed to log-in.
fr_fr: %s, votre inscription sur %s avec le jeton %s est terminée. Vous pouvez maintenant vous identifier.

source: Registration process completed %s. You have finished registering a new account on %s, you may now proceed to log-in.
fr_fr: %s, votre inscription sur %s est terminée. Vous pouvez maintenant vous identifier.

source: Your registration entry was not found. The account you are trying to register does not exist, was already approved, banned or awaiting admin approval.
fr_fr: Votre demande d'inscription est introuvable ; elle n'existe pas, a déjà été approuvée ou rejetée, ou bien est en attente.

source: %s does not accept any validation requests.
fr_fr: %s n'accepte pas de demande de validation.

source: Query Assistance
fr_fr: Demande d'assistance

source: Please provide a valid email address
fr_fr: Merci d'indiquer une adresse électronique valide

source: Please select type of query
fr_fr: Merci d'indiquer le type de demande

source: Please provide name for query
fr_fr: Merci d'indiquer votre nom

source: Please provide a subject
fr_fr: Merci d'indiquer un sujet

source: Please provide a query message
fr_fr: Merci d'indiquer le message de votre demande

source: Thank you %s, The query (%s) was sent successfully.
fr_fr: Merci %s, la demande (%s) a bien été envoyée.

source: Send Message
fr_fr: Envoyer le courrier

source: High
fr_fr: Élevée

source: Normal
fr_fr: Normale

source: Low
fr_fr: Basse

source: Cronjobs Admin
fr_fr: Administration des Tâches Planifiées

source: Orphan item %s was deleted.
fr_fr: L'orphelin %s a été effacé.

source: No orphan cron "%s" to delete.
fr_fr: Aucune tâche "%" à supprimer.

source: (Show Crons)
fr_fr: (Afficher les tâches planifiées)

source: (Find Orphans)
fr_fr: (Rechercher les orphelins)

source: Edit Cronjob
fr_fr: Edition des Tâches

source: No menu id present
fr_fr: Pas d'ID de page

source: Please select year from %s - %s
fr_fr: Merci d'indiquer une année entre %s et %s

source: Please select month from 1 - 12
fr_fr: Indiquez un mois (entre 1 et 12)

source: Please select day from 1 - 31
fr_fr: Indiquez un jour (entre 1 et 31)

source: Please select hour from 0 - 23
fr_fr: Indiquez une heure (entre 0 et 23)

source: Please select minute from 0 - 59
fr_fr: Indiquez une minute (entre 0 et 59)

source: Cron is set in the past, please correct.
fr_fr: La date pour la tâche est dépassée.

source: Max allowed every 10 years
fr_fr: Maximum autorisé : tous les 10 ans

source: Max allowed every 128 months
fr_fr: Maximum autorisé : tous les 128 mois

source: Max allowed every 1024 days
fr_fr: Maximum autorisé : tous les 1024 jours

source: Max allowed every 2048 hours
fr_fr: Maximum autorisé : tous les 2048 heures

source: Max allowed every 2048 minutes
fr_fr: Maximum autorisé : toutes les 2048 minutes

source: Cronjob %s saved.
fr_fr: La tâche %s a été sauvegardée.

source: Never!
fr_fr: Jamais !

source: Expected to run once on %s.
fr_fr: Exécution attendue le %s.

source: Will run every %s month(s).
fr_fr: Éxecution tous les %s mois.

source: Will run every %s day(s).
fr_fr: Éxecution tous les %s jours

source: Will run every %s hour(s).
fr_fr: Éxecution toutes les %s heures

source: Will run every %s minute(s).
fr_fr: Éxecution toutes les %s minutes

source: Disable
fr_fr: Désactiver

source: Once On Date
fr_fr: Exécution unique

source: Repeat Indefinitely
fr_fr: Exécution répétée

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Tags Manager
fr_fr: Gestionnaire d'étiquettes

source: Deleted setting entry %s.
fr_fr: L'entrée %s a été effacée.

source: General System Configuration
fr_fr: Configuration Générale du Système

source: Cannot find the empty template so a new entry was created.
fr_fr: Le theme est introuvable ; une nouvelle entrée a été créée.

source: You did not complete all required fields.
fr_fr: Vous n'avez pas rempli tous les champs requis.

source: Test email from %s.
fr_fr: Courrier de test de %s.

source: %s was able to send a notification email: %s
fr_fr: %s a pu envoyer le courier électronique de notification : %s

source: A test email was sent to %s.
fr_fr: Un courrier électronique de test a été envoyé à %s.

source: Could not send a test email.
fr_fr: Impossible d'envoyer un courrier électronique de test.

source: FTP connection successful and test done, your FTP seems to be correctly configured and is able to access the root directory. Working root directory is : %s
fr_fr: La connexion FTP a réussi, votre configuration semble correcte pour l'accès au répertoire racine. Le répertoire courant est : %s

source: FTP connection was ok, but the root directory listing failed, working directory is %s
fr_fr: La connexion FTP a réussi, mais impossible de lire le répertoire racine. Le répertoire courant est : %s

source: FTP connection failed, please check your settings.
fr_fr: La connexion FTP a échoué, merci de vérifier les paramètres.

source: System general settings saved. You might need to reload this page for settings to reflect.
fr_fr: Les paramètres généraux ont été enregistrés. Il est possible que vous deviez recharger la page pour que ces changements prennent effet.

source: Dear %1$s, you completed the registration at %2$s. Your registration was successful. This email is to verify that you requested to be registered, while confirming your email address at the same time. Thank you for registering at %3$s.
fr_fr: Cher %1$s, votre inscription sur %2$s s'est terminée avec succès. Ce courrier permet de vérifier votre adresse électronique. Venez vous connecter sur %3$s.

source: Dear %1$s, you requested registration at %2$s. Your registration was successful but it is still pending. This email is to verify that you requested to be registered, while confirming your email address at the same time. Please click on the *link %3$s to complete the registration process. Thank you for registering at %4$s. *If you cannot click on the link, copy and paste the url in your browser's address bar.
fr_fr: Cher %1$s, votre inscription sur %2$s s'est terminée avec succès et est en attente de validation. Cet email permet de vérifier votre adresse électronique. Merci de cliquer sur le lien %3$s pour finir le processus de validation. Merci pour votre inscription sur %4$s. Note : si le lien n'est pas cliquable, copiez le et collez le dans la barre d'adresse de votre navigateur.

source: Dear %1$s, you completed the registration at %2$s. Your registration was successful but is still pending. This email is to verify that you requested to be registered, while confirming your email address at the same time. Thank you for registering at %3$s, an Admin will attend to your request soon.
fr_fr: Cher %1$s, votre inscription sur %2$s s'est terminée avec succès et est en attente de validation. Cet email permet de vérifier votre adresse électronique en attendant qu'un administrateur valide votre inscription. Merci pour votre inscription sur %3$s.

source: Dear Admin, you have received a new registration at %1$s. The user registered with the name %2$s, on this date %3$s, with the username %4$s. Thank You, %5$s.%6$s %7$s %8$s. You must be logged-in to ban or approve users.
fr_fr: Cher Administrateur, vous avez reçu une nouvelle inscription sur %1$s. L'utilisateur s'est inscrit avec le nom %2$s en date du %3$s avec l'identifiant %4$s. Merci - %5$s. %6$s %7$s %8$s Vous devez être identifié pour bannir ou approuver des utilisateurs.

source: (%s selected)
fr_fr: (% sélectionné)

source: Writable
fr_fr: Autorisé en écriture

source: NOT Writable
fr_fr: Interdit en écriture

source: System Information
fr_fr: Informations Système

source: Unknown
fr_fr: Inconnu

source: DATABASE : Your database is up to date.
fr_fr: BASE DE DONNÉES : votre base de données est à jour.

source: DATABASE : Your database version seems to be out dated please read the UPGRADE instructions before attempting to upgrade through the GUI. Upgrade instructions may differ from version to version.
fr_fr: NOTE SUR LA BASE DE DONNÉES : la version installée ne semble PAS à jour. Vous devriez lire attentivement le document nommé UPGRADE avant toute manipulation. Le processus de mise à jour peut varier en fonction des versions.

source: System down bypass is set true in configuration.php, you should set this to false.
fr_fr: Le déverrouillage de la mise en indisponibilité du système est activé dans le fichier de configuration, il doit être désactivé.

source: Please be aware, FirePHP is currently switched on, this is a security risk.
fr_fr: Attention, FirePHP est activé, c'est un risque de sécurité et ne doit être utilisé que pour le développement.

source: Configuration Manager
fr_fr: Gestionnaire de configuration

source: Files Uploaded Logs
fr_fr: Journaux de téléversements

source: Delete all logs
fr_fr: Vider les journaux

source: General System Logs
fr_fr: Journaux Système

source: View Log Files
fr_fr: Voir les journaux

source: There are no log files written in %s.
fr_fr: Aucun fichier de journal dans %s.

source: Menu Access Logs
fr_fr: Journaux d'accès aux pages

source: Optimize Database
fr_fr: Optimisation de la Base de Données

source: Does a table repair and a key analysis, and also sorts the index tree so that key lookups are faster.
fr_fr: Effectue une réparation de la table et une analyse des clés d'indexation afin d'améliorer les recherches.

source: Repair Database
fr_fr: Réparation de la Base de Données

source: Repairs corrupted and broken tables from core and all installed plugins.
fr_fr: Répare les tables endommagées du noyau et toutes les extensions installées.

source: Trim Logs
fr_fr: Raccourcir les Journaux

source: Menu Admin
fr_fr: Administration des pages

source: Menu item %s (%s) was deleted!
fr_fr: La page %s (%s) a été supprimée.

source: You cannot delete a core item, the system will be unable to function correctly. Switch force core changes on in General Settings GUI for bypass.
fr_fr: Vous ne pouvez pas effacer un élément de base, le système ne fonctionnerait plus. Ce réglage permet d'outre-passer cette sécurité.

source: You cannot delete menu item "%s" as it is still set to be used in general settings.
fr_fr: Vous ne pouvez supprimer la page "%s" car elle est utilisée dans les réglages système.

source: No menu "%s" to delete.
fr_fr: Pas de page "%s" à supprimer.

source: Adjusted menu settings.
fr_fr: La page a été modifiée.

source: Set Access Permission
fr_fr: Permission d'accès

source: Item Found
fr_fr: Trouvé

source: Item Not Found
fr_fr: Introuvable

source: Edit Menu Item
fr_fr: Éditer l'élément de la page

source: New Menu Item
fr_fr: Nouvelle page

source: Controller file available
fr_fr: Fichier contrôleur disponible

source: Controller file NOT available
fr_fr: Fichier contrôleur introuvable

source: Model file available
fr_fr: Fichier modèle disponible

source: Model file NOT available
fr_fr: Fichier modèle introuvable

source: View file available
fr_fr: Fichier de vue disponible

source: View file NOT available
fr_fr: Fichier de vue indisponible

source: View template available
fr_fr: Modèle de vue disponible

source: View template NOT available
fr_fr: Modèle de vue indisponible

source: View class available
fr_fr: Classe de vue disponible

source: View class NOT available
fr_fr: Classe de vue indisponible

source: Leave Current
fr_fr: Laisser tel quel

source: You did not complete all the required fields.
fr_fr: Vous n'avez pas rempli tous les champs

source: You cannot link a menu item to itself.
fr_fr: Vous ne pouvez lier une page avec elle-même.

source: Another menu is already using menu id %s
fr_fr: Une autre page porte déjà l'ID %s

source: You cannot have a menu item be a parent of itself. Please choose another parent for this item.
fr_fr: Une page ne peut être parent d'elle-même. Merci de choisir un autre parent.

source: Cannot find the plugin controller in the specified directory: %s
fr_fr: Impossible de trouver le controleur dans le dossier %s

source: You need to select a menu item to link with.
fr_fr: Vous devez sélectionner une page comme lien.

source: Cannot find the external file you wish to create a menu item with, looked in: %s
fr_fr: Impossible de trouver le fichier externe pour créer cette page (chemin de recherche : %s)

source: An external URL was selected.
fr_fr: Une URL externe a été sélectionnée.

source: You must provide iFrame with a height.
fr_fr: Vous devez indiquer une hauteur pour une iFrame.

source: Cannot find the plugin cron file you wish to create a menu item with, looked in: %s
fr_fr: Impossible de trouver le fichier de tâche pour créer une page (chemin cherché : "%s")

source: You need to select at least one menu type.
fr_fr: Vous devez spécifier le type de page.

source: Menu id changed, the new menu item id is %s and replaced old menu id %s.
fr_fr: L'ID de la page a été changé, la nouvelle page a pour ID %s et remplace l'ancienne d'ID %s.

source: Menu item %s was saved.
fr_fr: La page %s a été enregistrée.

source: Plugin Item
fr_fr: Extension

source: Link Existing Plugin Item
fr_fr: Lien avec une page existante

source: Link Existing Plugin Item and Jump to its Group
fr_fr: Lien vers page existante et vers son groupe
